<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v2.2.0 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of Cloudflare WARP and imports it into your JSS.</string>
	<key>Identifier</key>
	<string>com.github.fritzalbrecht.jss.CloudflareWARP</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Autopkgr</string>
		<key>GROUP_NAME</key>
		<string>Testing</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-Testing.xml</string>
		<key>NAME</key>
		<string>Cloudflare WARP</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplateTesting.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string></string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>ParentRecipe</key>
	<string>com.github.fritzalbrecht.pkg.CloudflareWARP</string>
	<key>Process</key>
	<array>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
