<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.GoogleChrome HV</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/universal/stable/GGRO/googlechrome.dmg</string>
		<key>NAME</key>
		<string>GoogleChrome</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.googlechrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>90342b929ae491c3d5e12065c30c321c121a70c6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.download.recipe</string>
				<key>sha256_hash</key>
				<string>1a3ee2c631c7fe7bfbf341cd4c06312e8e3afffea907d6351a029d8dcd30375e</string>
			</dict>
			<key>com.github.autopkg.pkg.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>f29f399c54adee7122e9fdc3c1ea7ed4c67388a4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5acdf716353ccc57f021008bc5b4b55a5cb4e578e0f96864b71d4d2d29742ec8</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
